Repository: johngodley/search-regex
Catalog: locale/*.po
Languages: ar

source: %1$s results found.
ar: %1$s وجود نتائج

source: Case-less:
ar: حالة على الأقل :

source: Comment
ar: التعليق

source: Comments
ar: التعليقات

source: Dot-all:
ar: جميع النقاط :

source: Invalid regular expression
ar: صلاحية المصطلح

source: Meta-data
ar: البيانات الوصفية

source: Multi-line:
ar: متعدد الأسطر :

source: NOTE: No liability is accepted for any damage caused - make sure to backup your database before clicking 'Replace &amp; Save'.
ar: ملاحظة : لا نتحمل المسؤولية عن أي ضرر ناتج -- تأكد من أخذ نسخة احتياطية لقاعدة البيانات .. قبل النقر على 'استبدال &amp; حفظ'

source: No search pattern
ar: لا يوجد نمط البحث

source: Post
ar: التدوينة

source: Posts &amp; pages
ar: تدوينات &amp; صفحات

source: Replace
ar: استبدال

source: Replace &amp; Save &raquo;
ar: استبدال &amp; حفظ &raquo;

source: Replace pattern
ar: كلمة الاستبدال

source: Results
ar: نتائج

source: Search
ar: بحث

source: Search pattern
ar: كلمة البحث

source: Source
ar: المصدر

source: There are no results.
ar: لا توجد نتائج

source: WordPress Search &amp; Replace, with full regular expression support. Replacements will only be saved to the database if you check 'save', otherwise you will get a preview of the results.
ar: البحث في الوورد بريس &amp; والاستبدال ، مع دعم كامل المصطلحات العادية. الاستبدال سوف يتم حفظه في قاعدة البيانات إذا كنت من الاختيار اضغط 'حفظ' ، وإلا فإنك ستحصل على معاينة النتائج .

source: replaced with:
ar: استبدال بـ :
